[
  {
    "Unique ID": 1,
    "Timestamp": "3/15/2017 16:47:44",
    "Event Name": "Robo-War",
    "Event Description": "Description\nIt will be savage. It will be treacherous. Clash of Metals with the alloys grinding red hot. It is a game of style, control, damage and aggression with the robots pit against each other in a deadly combat.\n\nCriteria for Victory\n1.     A robot is declared victorious if its opponent is immobilized.\n2.     A robot will be declared immobile if it cannot display linear motion of at least one inch in a timed period of 30 seconds. A robot with one side of its drive train disabled will not be counted out if it can demonstrate some degree of controlled movement. In case both the robots remain mobile after the end of the round then the winner will be decided subjectively.\n3.     If a robot is thrown out of the arena for one time the match will stop immediately and the robot still inside the arena will be automatically be declared as winner.\n4.   Robots cannot win by pinning or lifting their opponents. Organizers will allow pinning or lifting for a maximum of 20 seconds per pin/lift then the attacker robot will be instructed to release the opponent’s robot. As per the pin or lift time the point will be provided.  If, after being instructed to do so, the attacker is able to release but does not, their robot may be disqualified. If two or more robots become entangled or a crushing or gripping weapon is employed and becomes trapped within another robot, then the competitors should make the timekeeper aware, the fight should be stopped and the robots separated by the safest means.\n     5.    Points will be given on the basis of aggression, damage, control and strategy.\n*       Aggression – Aggression is judged by the severity, boldness and effectiveness of attacks deliberately initiated by the robot against its opponent. If a robot appears to have accidentally attacked an opponent, that act will not be considered Aggression.\n*       Control – Control means a robot is able to attack an opponent at its weakest point, use its weapons in the most effective way, and minimize the damage caused by the opponent or its weapons.\n*       Damage – Through deliberate action, a robot either directly or indirectly reduces the functionality of an opponent.\n*       Strategy – The robot exhibits a combat plan that exploits the robot's strengths against the weaknesses of its opponent. Strategy is also defined as a robot exhibiting a deliberate defence plan that guards its weaknesses against the strengths of the opponent.\n\nNOTE: Qualification of a robot to next level be subjective and totally on the decision of the judges. A robot winning in a round against its opponent doesn't guarantee its entrance into the next round. If the judges found the winner robot incompetent to enter into the next round, it may get disqualified.All the decisions taken by the judge will be final and binding to all. Any queries afterwards will not be entertained.\n\nTeam Specification\nAny team can participate in Robowar. A team may consist of a maximum of 5 participants. \n\nDimension and Fabrication\n*       The machine should fit in a box of dimension 35cm x 30cm x 25cm (l x b x h) at any given point during the match. The external device used to control the machine or any external tank is not included in the size constraint.\n*       The machine should not exceed 15 kg of weight including the weight of pneumatic source/tank. All pneumatic tanks/source and batteries should be on-board. Weight of remote controller will not be counted.\nMobility\nAll robots must have easily visible and controlled mobility in order to compete. Methods of mobility include:\n1.     Rolling (wheels, tracks or the whole robot).\n2.     Jumping and hopping is not allowed.\n3.     Flying (using air foil, helium balloons, ornithopters, etc.) is not allowed.\nRobot Control Requirements\n1.     The machine can be controlled through wired and wireless remote. Power supply can be on board and we will provide 220V AC power source. Refer below for further details on battery and power.\n2.     Remote control systems from toys might be used. Remote control systems available in the market may also be used.\n3.     Team should pair up the wireless remote with the machine before putting it into the arena.\nBattery and Power\n4.     The machine can be powered electrically only. Use of an IC engine in any form is not allowed. On board batteries must be sealed. The electric voltage between 2 points anywhere in the machine should not be more than 12V DC at any point of time.\n5.     Change of battery will not be allowed during the match.\n6.     It is suggested to have extra battery ready and charged up during competition so that on advancing to next level, you don’t have to suffer due to uncharged battery. If teams don’t show up on allotted slot, they will be disqualified.\n\n\n\nPneumatics\n1.     Robot can use pressurized non inflammable gases to actuate pneumatic devices. Maximum allowed outlet nozzle pressure is 10 bar.\n2.     Participants must be able to indicate the used pressure with integrated or temporarily fitted pressure gauge. Also there should be provision to check the cylinder pressure on the bot.\n3.     The maximum pressure in cylinder should not exceed the rated pressure at any point of time.\n4.     You must have a safe way of refilling\n5.     All pneumatic components on board a robot must be securely mounted. Care must be taken while mounting the pressure vessel and armor to ensure that if ruptured it will not escape the robot. The terms 'pressure vessel, bottle, and source tank' are used interchangeably.\n6.     Entire pneumatic setup should be on-board, no external input (from outside the arena) can be given to the robot for functioning of its pneumatic system.\nHydraulics\n1.     Robot can use non-inflammable liquid to actuate hydraulic devices e.g. cylinders.\n2.     All hydraulic components on-board must be securely mounted. Special care must be taken while mounting pump, accumulator and armor to ensure\n3.     All hydraulic liquids should be leak proof. Maximum allowed pressure is 10 bars.\n4.     Participant must be able to indicate the used pressure with integrated or temporarily fitted pressure gauge.\n5.     Entire hydraulic setup should be onboard, no external input (from outside the arena) can be given to the robot for functioning of its hydraulic system.\nWeapons Systems\nRobots can have any kind of magnetic weapons, cutters, flippers, saws, lifting devices, spinning hammers etc. as weapons with following exceptions and limitations:\n1.     Nets, tape, glue, or any other entanglement device.\n2.     High power magnets or electromagnets.\n3.     Tethered or untethered projectiles.\n4.     Spinning weapons which do not come in contact with the arena at any point of time are allowed. In no case should the arena be damaged by any bot. The competition will be played on a knock-out basis",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 5,
    "Event Time Hour (24 Hrs)": "",
    "Event Time Minutes": "",
    "Event Block (Building)": "Ground",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Rajdeep- 08802037352",
    "Student Coordinator 2 (Name - Number)": "Pulkit- 08285806981",
    "Faculty Coordinator 1 (Name - Number)": "Jitender Kumar",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "",
    "Event Day": 24,
    "Event Type": "Tehcnical"
  },
  {
    "Unique ID": 2,
    "Timestamp": "3/16/2017 21:11:03",
    "Event Name": "Code Optimization",
    "Event Description": "Students need to modify code to improve code quality and efficiency. A program may be optimized so that it becomes a smaller size, consumes less memory, executes more rapidly, or performs fewer input/output operations.\nThe basic requirements optimization methods should comply with, is that an optimized program must have the same output and side effects as its non-optimized version. This requirement, however, may be ignored in the case that the benefit from optimization, is estimated to be more important than probable consequences of a change in the program behavior.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 2,
    "Event Time Hour (24 Hrs)": 1,
    "Event Time Minutes": 30,
    "Event Block (Building)": "D",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Shubham Upadhyay(C.S.E.)4th year Mob No-7011803844",
    "Student Coordinator 2 (Name - Number)": "Swetank Yadav(C.S.E.)4th year  Kashish Jain(C.S.E.)4th year",
    "Faculty Coordinator 1 (Name - Number)": "Miss Mehak Chaudhary Mr. Anuj Kumar Mr. Ram Kumar",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "CSE",
    "Event Day": "Both Days",
    "Event Type": "Technical"
  },
  {
    "Unique ID": 3,
    "Timestamp": "3/16/2017 21:14:35",
    "Event Name": "Code Switch",
    "Event Description": "It will consist of questions to judge the programming knowledge of students. Question can be any language based with aim to judge basics .Students will be given problems based on basic logics and they have to convert it into programming language .Questions asked in MCQ will be based on computer concepts as well as logical reasoning .",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 2,
    "Event Time Hour (24 Hrs)": 1,
    "Event Time Minutes": 30,
    "Event Block (Building)": "D",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Shuvashini Srivastava(C.S.E.)4th year Shallu Dwivedi(C.S.E.)4th year",
    "Student Coordinator 2 (Name - Number)": "Rajat Aswal(C.S.E.)4th year  Mob No-8447932219",
    "Faculty Coordinator 1 (Name - Number)": "Miss Mehak Chaudhary Mr. Anuj Kumar Mr. Ram Kumar",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "CSE",
    "Event Day": "Both Days",
    "Event Type": "Technical"
  },
  {
    "Unique ID": 4,
    "Timestamp": "3/16/2017 21:17:00",
    "Event Name": "Illustrate",
    "Event Description": "Students have to design a picture using MS Office in the best way they can .They have to design picture on the trending technologies of IT department .The topic will be given on the spot and it can be different for different team .",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 2,
    "Event Time Hour (24 Hrs)": 0,
    "Event Time Minutes": 45,
    "Event Block (Building)": "D",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Ruchika Dwivedi(C.S.E.)4th year Prerna Khatii(C.S.E.)4th year",
    "Student Coordinator 2 (Name - Number)": "Sankalp Verma(I.T..)4th year",
    "Faculty Coordinator 1 (Name - Number)": "Miss Mehak Chaudhary Mr. Anuj Kumar Mr. Ram Kumar",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "CSE",
    "Event Day": "Not Decided Yet",
    "Event Type": "Technical"
  },
  {
    "Unique ID": 5,
    "Timestamp": "3/16/2017 21:19:27",
    "Event Name": "Reverse Coding",
    "Event Description": "In reverse coding student have to solve problem related to reverse coding problem  .Quiz will consist on questions based on encode-decode .And after that selected students will have to face further round for reverse coding problems .",
    "Team Event ?": "No",
    "No Of Team Members (just enter no)": 1,
    "Event Time Hour (24 Hrs)": 0,
    "Event Time Minutes": 45,
    "Event Block (Building)": "D",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Shubham Upadhyay(C.S.E.)4th year Shuvashini Srivastava(C.S.E.)4th year",
    "Student Coordinator 2 (Name - Number)": "wetank Yadav(C.S.E.)4th year",
    "Faculty Coordinator 1 (Name - Number)": "Miss Mehak Chaudhary Mr. Anuj Kumar Mr. Ram Kumar",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "CSE",
    "Event Day": "Not Decided Yet",
    "Event Type": "Technical"
  },
  {
    "Unique ID": 6,
    "Timestamp": "3/16/2017 21:21:49",
    "Event Name": "Tabulator",
    "Event Description": "The event “TABULATOR” is a type of mathematical fun game .In this game the game depends on arithmetic operations like addition, subtraction, multiplication and division .This game contains easy certain questions which get solved easily by only calculating that number.\nThere will be questions based on calculation just for accuracy for calculation .",
    "Team Event ?": "No",
    "No Of Team Members (just enter no)": 1,
    "Event Time Hour (24 Hrs)": 0,
    "Event Time Minutes": 45,
    "Event Block (Building)": "D",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Shivangi Attreya(M.C.A.)2nd year Nitesh Sharma(M.C.A.)2nd year",
    "Student Coordinator 2 (Name - Number)": "Aditi Verma(I.T.)4th year",
    "Faculty Coordinator 1 (Name - Number)": "Miss Mehak Chaudhary Mr. Anuj Kumar Mr. Ram Kumar",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "MCA",
    "Event Day": "Not Decided Yet",
    "Event Type": "General"
  },
  {
    "Unique ID": 7,
    "Timestamp": "3/16/2017 21:24:31",
    "Event Name": "Code-O-holic",
    "Event Description": "This is a Programming contest which will contain some programming problems to solve and will be hosted on hackerrank.com. Students can submit their solutions against the problems in up to 40 programming languages whichever they like (for e.g. , C++, java, JavaScript, C#, PHP etc).",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 2,
    "Event Time Hour (24 Hrs)": 2,
    "Event Time Minutes": 0,
    "Event Block (Building)": "D",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Mudit gaur(I.T.)4th year Mob No-7838457657",
    "Student Coordinator 2 (Name - Number)": "Gautam Kumar(I.T.)4th year Niharika Tripathi(I.T.)4th year",
    "Faculty Coordinator 1 (Name - Number)": "Miss Mehak Chaudhary Mr. Anuj Kumar Mr. Ram Kumar",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "IT",
    "Event Day": "Not Decided Yet",
    "Event Type": "Technical"
  },
  {
    "Unique ID": 8,
    "Timestamp": "3/16/2017 22:52:20",
    "Event Name": "Festography",
    "Event Description": "It’s a photography event.\nRules and Regulations:\n•\tA festography contest in which participants are required to click picture of given Theme in the campus\n•\tMinimum 10 number of photographs\n•\tOnly individual participant of this event \n•\tCandidates have to bring their own camera phones/DSLR/digital cameras\n•\tUse of software for photo manipulation is allowed\n•\tThe entries should be submitted before the commencement of the day of the event\n•\tOnly register student to allowed to summit the photographs \n\nThemes: - Tech fest on screen \n\nEvent start: - 24 march 2017 after 10:00 Am\n\nEvent End: - 25 march 2017 \n\nPhoto Submission date and time: - On 12th March by 1 pm they have to submit \n\nPhoto Submission Room: - CAD Lab Ground Floor, Block-B\n\nJUDGMENT CRITERIA:  Clarity of idea, Creativity, Presentation and Valid Subject",
    "Team Event ?": "No",
    "No Of Team Members (just enter no)": 1,
    "Event Time Hour (24 Hrs)": "",
    "Event Time Minutes": "",
    "Event Block (Building)": "Ground",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Nitin Chourasia Mob:- +919560376956",
    "Student Coordinator 2 (Name - Number)": "Vipin Sharma, Mob:-+918750083972",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Saurabh Katiyar, Mob- +917838366055",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "Common",
    "Event Day": "Both Days",
    "Event Type": "General"
  },
  {
    "Unique ID": 9,
    "Timestamp": "3/17/2017 14:01:51",
    "Event Name": "FIRELESS COOKING",
    "Event Description": "- For those master chefs who enjoy being in the kitchen or helping their mommy\n• Can participate alone or with  a partner. \n• Event consist of 2 rounds:\n1) Make some quick and yummy snack without using fire with a compulsory drink and impress judges to qualify for the second round\nTime duration: One hour\n\n2) Here comes a challenge: You will be given one ingredient that is mandatory to be present in your meal. \nTime duration: Half hour\n\nRules:\n· Participant have to prepare an eatable without using the fire.\n\n·  The participants should not make use of any appliances.\n\n· All the required materials will have to be brought by the participants along with the crockery, Cutlery for tasting and serving purposes.\n\n· Participants should not bring any pre cooked items and any cut, chopped or grated raw materials. Participants can bring non-electric appliances.\n\n· All the items required for cooking should be brought by themselves including water. Only working table will be provided.\n\n· In this round the teams will have to prepare a dish with in 60 minutes including chopping, grating of raw materials.\n\n· Results will be based on creativity and presence of mind of the participants.\n\n· The evaluation will be based on the taste of the dish, nutritional level. Cleanliness and presentation. under the competition of Fireless Cooking.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 2,
    "Event Time Hour (24 Hrs)": 14,
    "Event Time Minutes": 0,
    "Event Block (Building)": "E",
    "Event Room (just enter no)": 401,
    "Student Coordinator 1 (Name - Number)": "Himanshu Rajak - 9958267308",
    "Student Coordinator 2 (Name - Number)": "Sidrah maryam",
    "Faculty Coordinator 1 (Name - Number)": "Dr. Zeeshan khan",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "BIO",
    "Event Day": 24,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 10,
    "Timestamp": "3/17/2017 14:04:30",
    "Event Name": "Dark Metters - Twisted But True",
    "Event Description": "This is a team event & it consists of 3 rounds-\nRound1 : *Spill the water*\nBalance your water containers as your team fills the bucket in a twisted 3legged race with questions.\nDuration : 3min\n\nRound 2: *Crazy childhood*\nFun filled maze of forgotten childhood tasks propelled by general scientific aptitude.\n\nRound 3: *Aim to win*\nThe finalists shall be challenging against each other in another one-of-it's- kind knowledge and concentration game. Shoot the aim and answer to win.\n(Cheat code: brush up the information on popular scientists you know a little well )",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 2,
    "Event Time Hour (24 Hrs)": 10,
    "Event Time Minutes": 0,
    "Event Block (Building)": "Ground",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Shatakshi Dixit",
    "Student Coordinator 2 (Name - Number)": "Deepak Gaur - +919634238943",
    "Faculty Coordinator 1 (Name - Number)": "Mrs.  Vineeta Singh",
    "Faculty Coordinator 2 (Name - Number)": "Dr.  Bharti",
    "Branch which is conducting this": "BIO",
    "Event Day": 25,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 11,
    "Timestamp": "3/17/2017 14:16:32",
    "Event Name": "Cook without Fire",
    "Event Description": "Cook without fire- It is the event in which you have to cook food without using fire.    \n                          \nRules and Regulations \n1.\tEach team has maximum3 members.\n2.\tThe team should bring their own item to make food.\n3.\tThe judgments will be on the basis of taste and presentation.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 3,
    "Event Time Hour (24 Hrs)": 3,
    "Event Time Minutes": 0,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 3,
    "Student Coordinator 1 (Name - Number)": "Sushant Kumar- 8006690351",
    "Student Coordinator 2 (Name - Number)": "Ritwika Dutta- 8447114113",
    "Faculty Coordinator 1 (Name - Number)": "Ms. Monika Srivastava- 09650788730",
    "Faculty Coordinator 2 (Name - Number)": "Ms Priyanka Goel- 09911268169",
    "Branch which is conducting this": "CHEM",
    "Event Day": 24,
    "Event Type": "General"
  },
  {
    "Unique ID": 12,
    "Timestamp": "3/17/2017 14:19:29",
    "Event Name": "Chem-E-Exhibition",
    "Event Description": "Chem- E- Exhibition- In this you have to come with a model or poster of innovative Chemical Technology.\nRules and Regulations\n1.\tEach team has maximum 4 members.\n2.\tThe event has only one round.\n3.\tThe judgment is on the basis of the innovation, feasibility and economical aspects of the technology.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 4,
    "Event Time Hour (24 Hrs)": 3,
    "Event Time Minutes": 0,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 3,
    "Student Coordinator 1 (Name - Number)": "Aman Pandey- 8750281594",
    "Student Coordinator 2 (Name - Number)": "Parmeet Singh- 8447097722",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Rahul Garg- 09555372556",
    "Faculty Coordinator 2 (Name - Number)": "Ms. Niharika Dutt- 07599113445",
    "Branch which is conducting this": "CHEM",
    "Event Day": 25,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 13,
    "Timestamp": "3/17/2017 14:23:22",
    "Event Name": "Enviro",
    "Event Description": "Enviro- This event has two sections. First section-Each day, more than 500 million liters of wastewater from industrial sources are dumped directly into river. In many places, this wastewater entering the rivers is completely raw, completely untreated. Without adequate and affordable treatment technologies, small scale continue to pollute the rivers. Second section- Due to rapid industrialization and population increase lead to the increase of carbon dioxide in the environment which cause global warming. Tell the different method to solve these problems\n\nRules and Regulations\n1.\tEach team has maximum 4 members.\n2.\tEach team have to pick at least one section.\n3.\tThe idea is present in the form of the PowerPoint Presentation \n4.\tEach team will get maximum 10 minutes to pitch the idea\n5.\tThe judgment is on the basis of the innovation, feasibility and economical aspects of the technology.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 4,
    "Event Time Hour (24 Hrs)": 3,
    "Event Time Minutes": 0,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 315,
    "Student Coordinator 1 (Name - Number)": "Aman Pandey- 8750281594",
    "Student Coordinator 2 (Name - Number)": "Parmeet Singh- 8447097722",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Rahul Garg- 09555372556",
    "Faculty Coordinator 2 (Name - Number)": "Mr. Krishanu Saha- 08800913771",
    "Branch which is conducting this": "CHEM",
    "Event Day": 25,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 14,
    "Timestamp": "3/17/2017 14:26:34",
    "Event Name": "Red Latter Returns",
    "Event Description": "This is a team event & it consists of 3 rounds-\nRound 1-: Answer the question to proceed one step at a time to cross grid faster. \nRound 2-: CANser\nRing the can to unfold the opportunity to answer the question that has within. \nRound 3-: Dodging\nMove one place contrary to the sequence and then answer the picture quize",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 2,
    "Event Time Hour (24 Hrs)": 10,
    "Event Time Minutes": 0,
    "Event Block (Building)": "Ground",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Preetha Ganguly - 9716604445",
    "Student Coordinator 2 (Name - Number)": "Rupali Sirvastava",
    "Faculty Coordinator 1 (Name - Number)": "Mr.  Ankit Kumar",
    "Faculty Coordinator 2 (Name - Number)": "Mrs. Vineeta Singh",
    "Branch which is conducting this": "BIO",
    "Event Day": 24,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 15,
    "Timestamp": "3/17/2017 14:26:44",
    "Event Name": "Chem- E- Ladder",
    "Event Description": "Chem- E- Ladder- A Chemical Engineering Quiz competition, question are based on the Chemical Engineering.  \n\nRules and Regulations\n1.\tEach team has maximum 2 members.\n2.\tThe event have two round, first round is eliminators round and the top 10 student will be send to next round.\n3.\tThe judgment is based on the score",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 2,
    "Event Time Hour (24 Hrs)": 3,
    "Event Time Minutes": 0,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 101,
    "Student Coordinator 1 (Name - Number)": "Sushant Kumar- 8006690351",
    "Student Coordinator 2 (Name - Number)": "Ritwika Dutta- 8447114113",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Saurabh Yadav- 09717746196",
    "Faculty Coordinator 2 (Name - Number)": "Mr. Krishanu Saha- 08800913771",
    "Branch which is conducting this": "CHEM",
    "Event Day": 24,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 16,
    "Timestamp": "3/17/2017 19:48:00",
    "Event Name": "Aero- Modeling",
    "Event Description": "We have played from many toys in our childhood. But none of us would have thought of making them at that time. But now as a mechanical engineer you have skills and knowledge of that, so why not test your skills. Participate and make a simple air glider like the one you used to play, with the help of cardboard and glue.\nDescription:                            \n1st Round: Quiz (20 questions to be done in 15 MINUTES) \n2nd Round: Fabrication &Practical presentation.\n\nDuration: 3 hrs for fabrication\nRules:\n1.\t3 or 4 Participants in a team.\n2.\tDimensions of glider: Wingspan: 14 inches, Length: 14 inches, Height: 05 inches.\n3.\tThree attempts for every  group in  testing  presentation. \n4.\tNo foreign material could be used except given by our side. \n5.\tCriteria for points calculation: \na.\tTime span\nb.\t Range \nc.\tDesign \nNOTE:\n\n1st Round \n                   Venue–  B- block\n                   Room No- 411 \n                   Timing- 11:00\n                   Duration- 15 min\n2nd Round \n                   Fabrication- Manufacturing Lab\n                   Reporting Time –2 pm\n                   Duration- 3 hours\n                   Testing –  10 am Manufacturing Lab on 25th",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 4,
    "Event Time Hour (24 Hrs)": 0,
    "Event Time Minutes": 15,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 411,
    "Student Coordinator 1 (Name - Number)": "Adesh Srivastav Mob:-+917503210492",
    "Student Coordinator 2 (Name - Number)": "Manish Kumar Mob:-+918826280518",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Atul Kumar",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "MECH",
    "Event Day": "Both Days",
    "Event Type": "Technical"
  },
  {
    "Unique ID": 17,
    "Timestamp": "3/17/2017 19:52:51",
    "Event Name": "Floatanium",
    "Event Description": "A boat is a watercraft of any size design to travel on water. Small boats are typically found on in land or in protected coastal areas. In naval terms a boat is a vessel small enough to be carried aboard another vessel.\nTeam Members: - Each Team Should have maximum of 4 members.\nTime allotted: - 2 hours to each teams (for fabrication of boat)\nSteps to podium finish:-\n1.\tFirst round to quiz round (based on basic fluid mechanics ) which will be qualified round\n2.\tThere will be 20 objective questions and time provided will be 15 min.\n3.\tThen the final round that is retraction of Boat.\n4.\tWinner will be decided on the basis design and weight sustained by the Boat without sinking obtained by respective teams which will be decided by our faculty Advisor.\nMaterials:\n1.\tIce cream sticks (250 pcs. ) \n2.\tFevicol (300mg)\nRules:\n1.\tEach team have 3-4 member only.\n2.\tDimension of Boat will be maximum of 30*20 cm2.\n3.\tOnly material provided during final round should be used.\n4.\tThe material provided to each team at final round by coordinators.\n5.\tAny type of argument of with coordinators or other terms will result disqualification of the team.\n6.\tAny extra adhesive material or news paper is prohibited.\n7.\tDuring testing entrance of water in Boat will lead to termination of testing at that moment.\n\nNOTE \n1st Round on 24th \n                            Venue– B- block\n                            Room No- 411\n                            Timing-11:50\n                            Duration- 15 min.\n2nd Round\n                           Fabrication- FM lab\n                           Reporting Time – 2 pm on 24th \n                           Duration-  2 hours\n                           Testing – 10 am Workshop on 25th",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 4,
    "Event Time Hour (24 Hrs)": 0,
    "Event Time Minutes": 15,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 411,
    "Student Coordinator 1 (Name - Number)": "Kumar Shubham Mob:-+918512880411",
    "Student Coordinator 2 (Name - Number)": "Vishal Sharma Mob:- +919899766120",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Yogesh Meena",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "MECH",
    "Event Day": "Both Days",
    "Event Type": "Technical"
  },
  {
    "Unique ID": 18,
    "Timestamp": "3/17/2017 20:00:44",
    "Event Name": "Hydraulic Lift",
    "Event Description": "Hydraulics is used in many applications we see or use every day. The brakes in an automobile or the lift on the bucket of a tractor are two very common applications. We can experiment with simple hydraulics using plastic syringes for cylinders and small plastic tubing for the hydraulic hose. One definition I read for hydraulics was, “the movement of pressurized liquids through confined spaces.”\nTeam members: Each team should have maximum of 4 members\nTime allotted: 2 ½ hours to each teams (for fabrication of Hydraulics Lift)\nSteps to Podium Finish:\n1.\tFirst round is quiz round (based on basic fluid mechanics and hydraulics) which will be a qualified round.\n2.\tThere will be 20 objective questions and time provided will be 15 min.\n3.\tThen the final round i.e., fabrication of Hydraulic lift.\n4.\tWinner will be decided on the basis of Design (5 marks) and Weight lifted by the Arm (20 marks) obtained by respective teams which is decided by our Faculty Advisor.\nMaterials:\n1.\tWooden pieces of required length.\n2.\tPlywood.\n3.\t4 syringes (two of 5 mm & two of 10 mm).\n4.\tOD tubes (24-30 inch long).\n5.\tCello Tape.\n6.\tWashers, Nails and Screw (as per requirement).\n\nRules:\n1.\tEach teams must have 3-4 members only.\n2.\tNo extra material will be allowed for making arm, if done so will lead to disqualification of the team. Only materials provided during final round should be used.\n3.\tThe materials are provided to each team at final round by our coordinators.\n4.\tAny type of argument with coordinators or other teams will result to disqualification of that team.\n5.\tAny type of indiscipline nuisance created shall lead to disqualification.\n6.\tHydraulic RAM is not allowed.\n7.\tDuring testing, no deflection of arm or leakage of syringe will entertained. The testing will stop at that moment.\n\nNOTE\n1st Round \n                       Venue–  B- block\n                       Room No- 411 \n                       Timing- 11:00\n                       Duration- 15 min\n2nd Round \n                       Fabrication- Manufacturing Lab\n                       Reporting Time –2 pm\n                       Duration- 3 hours\n                       Testing –  10 am Manufacturing Lab on 25th",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 4,
    "Event Time Hour (24 Hrs)": 0,
    "Event Time Minutes": 15,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 411,
    "Student Coordinator 1 (Name - Number)": "Adesh Srivastav Mob:-+917503210492",
    "Student Coordinator 2 (Name - Number)": "Manish Kumar Mob:-+918826280518",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Atul Kumar",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "MECH",
    "Event Day": "Both Days",
    "Event Type": "Technical"
  },
  {
    "Unique ID": 19,
    "Timestamp": "3/17/2017 20:03:51",
    "Event Name": "Water Rocketry",
    "Event Description": "INTRODUCTION:\nThis is a build ahead of time event. Teams will launch their 2 liter water rocket and battle it out. May the best rocket win!!!!\nRULES & REGULATIONS:\n\n1.\tAll competitors should make their own rocket and launch them at the designated places. (Self-made rockets are to be used).\n2.\tAny number of team per college, each team consisting of 2 to 4 members.\n3.\tEach team will be given opportunities to conduct 2 launches.\n4.\tRockets made from bottle other than 2 Liter soda bottle will be rejected. The team should make two rocket one as main rocket and other as additional rocket.\n5.\tDecisions taken by the coordinator will be final.\n6.\tRocket launcher will be provided and will be at fixed position and no contestant can change its position or angle of inclination, if it is found then the team will be disqualified.\n\nJUDGING CRITERIA:\n1. There will be only one round.\n2. Results will be announced considering both time of flight and distance covered.\n3. 1 meter= 1 point, and  2 sec= 1point.\n4. In case of score level, design criteria and some more parameters may be considered. \n5. Two launches per team will be allowed. \n6. Maximum length of water rocket should be up to 50 cm.\n7. Maximum pressure should be 40 bars\n\nNOTE \n1 St Round-12 to 04pm on 24th \n2nd  Round-10 to 02pm on 25th",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 4,
    "Event Time Hour (24 Hrs)": "",
    "Event Time Minutes": "",
    "Event Block (Building)": "Ground",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Saurabh Kumar Mob. – 9650487011",
    "Student Coordinator 2 (Name - Number)": "Saurabh Kumar Mob. – 9650487011",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Anshu anand",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "MECH",
    "Event Day": "Not Decided Yet",
    "Event Type": "Technical"
  },
  {
    "Unique ID": 20,
    "Timestamp": "3/17/2017 20:10:56",
    "Event Name": "ROBO RALLY",
    "Event Description": "Speed!! Speed!! Speed!! In this world of everlasting competition, speed is the word. Blasting through your way at an awe inspiring pace, indulge your robust bots in the exciting race. \"One, who falls behind, is left behind.\" So pack your bags and pump your bots because it's get, set and GO!!!\n\nTeam: Each team consists of maximum 4 candidates.\n\nBot Specifications & Rules:\n Maximum size of bot should not exceed 25cm*25cm*25cm. A tolerance of 5cm is allowed in this regard.\n Robot should not damage any part of arena, in case it does so it will be disqualified.\nThe potential difference between any two points should not exceed a limit of 12V. A tolerance of 5% shall be provided.\nIf the robot suddenly stops in the arena due to any technical problem IT WILL BE DISQUALIFIED.\nRule no. 4 is applied only for the Qualifying Round. From 2nd round time will be provided to solve the technical problem.\nThere is no weight limit for this robot.\n\nRound 1:\nTime Attack - \nIn this round the bot should complete the path at minimum time. On the basis of time teams will be shortlisted for the next round.\n\nRound 2:\nKnockout -\nIn this round two teams will play at the same time. The team who will reach the end point first will qualify for the final round.\n\nRound 3:\nKnockout + Time Attack –\nIn this round two teams will play at the same time. The team which reaches first will be shortlisted and then at the end on the basis of minimum time winners will be decided.\nNote: Decision made by judges will be the *Final Decision.\n\nNOTE\n1St \t       \n24 March \t11:00 am \tGallery Between boys hostel  and C-block \n2nd \t\n24 March\t3:00 pm \tGallery Between boys hostel  and C-block\n3rd and final round\t\n25 March\t10:00am\tGallery Between boys hostel  and C-block",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 4,
    "Event Time Hour (24 Hrs)": "",
    "Event Time Minutes": "",
    "Event Block (Building)": "Ground",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Dwarika Dheesh Dubey (ME 4th yr.) Mob: +919990565994",
    "Student Coordinator 2 (Name - Number)": "Kushagra Gupta (EN 4th yr.) Mob: +919718664943",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Nikhil Prakash",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "Common",
    "Event Day": "Both Days",
    "Event Type": "Technical"
  },
  {
    "Unique ID": 21,
    "Timestamp": "3/17/2017 20:54:14",
    "Event Name": "Video Scribe",
    "Event Description": "It is an event, in which you to showcase piece of your work idea and explain to the audience in the give topics-\n1.\tBio-terrorism\n2.\tGreen technology\n3.\tDrug testing on the animal.\nIn the form of a video of 3 minutes approx.",
    "Team Event ?": "No",
    "No Of Team Members (just enter no)": 1,
    "Event Time Hour (24 Hrs)": 13,
    "Event Time Minutes": 0,
    "Event Block (Building)": "E",
    "Event Room (just enter no)": 406,
    "Student Coordinator 1 (Name - Number)": "Shubhum Mourya - 9310626188",
    "Student Coordinator 2 (Name - Number)": "Shivangi Sirvastava",
    "Faculty Coordinator 1 (Name - Number)": "Ms. Meenu Agarwal",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "BIO",
    "Event Day": 25,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 22,
    "Timestamp": "3/17/2017 21:03:46",
    "Event Name": "How Well You Know Them",
    "Event Description": "Aim: To judge your sincerity today your favourite T.V. series.  \n\nDescription:  In this event, we are going to check your knowledge towards your favourite TV series like Game of thrown, Friends and Harry Potter. This event will consist of 3 rounds. In each round teams will be eliminated and total 5 teams will be send to the 3rd (final round). Among those teams 1st, 2nd and 3rd will be awarded. \n \n1st Round: \nThis round will be there will be a quiz “ serial quiz “ in which some questions will be asked from all the teams. The questions will be based on the serials and based on their respected characters itself.\n\n2nd Round: \nIn this round audio will be played in the front of you and you have to determine the particular serial, character. \n\n3rd Round: \nThis is the final round where winners will be decided. In this round a picture will be shown to the teams, the teams will have to determine the whole scenario by looking at the picture. \n\nEvent Rules:\n✓Active participation of all the members is a must during the event. \n✓All team members should be present during the event\n✓All the teams should report on time. \n✓Judges decision will be the final decision.\n✓Judges/Faculty Coordinators have the right to disqualify any team for their misbehaviour.\n\nPrize and wining details:\nTrophy, Medals and Winning certificates for top three teams",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 3,
    "Event Time Hour (24 Hrs)": 4,
    "Event Time Minutes": "",
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 308,
    "Student Coordinator 1 (Name - Number)": "Amar Ojha - 8527920961",
    "Student Coordinator 2 (Name - Number)": "Prashant Varshney - 9650244318",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Anurag Verma",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "EN",
    "Event Day": 25,
    "Event Type": "General"
  },
  {
    "Unique ID": 23,
    "Timestamp": "3/17/2017 21:07:00",
    "Event Name": "So you think you can do it",
    "Event Description": "In this event, we will test the versatility along with timing and precision of the participants. This is a fun event where you have to play different types of games in a team of 3. The most active and spontaneous team may win. The event consists of 3 rounds as follows:\nRound 1: This is an elimination round in which there will be riddle given, have to be solved by the team. \nRound 2: In this round team have to solve the buzz wire puzzle . This is also an elimination round where the finalists for round 3 will be selected. \nRound 3: In this round the team will have to complete the challenge blind folded.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 3,
    "Event Time Hour (24 Hrs)": 11,
    "Event Time Minutes": 0,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 310,
    "Student Coordinator 1 (Name - Number)": "Prashant Varshney",
    "Student Coordinator 2 (Name - Number)": "Gaurav vishwakarma",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Manoj",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "EN",
    "Event Day": 24,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 24,
    "Timestamp": "3/17/2017 21:11:37",
    "Event Name": "Roadies",
    "Event Description": "This is a team event & it consists of three rounds\nRound 1-: Beg Barrow & Steal.\nRound 2-: Minute to win it.\nRound 3-: Maze to cross it.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 2,
    "Event Time Hour (24 Hrs)": 14,
    "Event Time Minutes": 0,
    "Event Block (Building)": "Ground",
    "Event Room (just enter no)": 0,
    "Student Coordinator 1 (Name - Number)": "Anurag Mishra - 9716604445",
    "Student Coordinator 2 (Name - Number)": "Preetha Ganguly",
    "Faculty Coordinator 1 (Name - Number)": "Ankit Kumar - 9311105885",
    "Faculty Coordinator 2 (Name - Number)": "Saurabh Yadav",
    "Branch which is conducting this": "Common",
    "Event Day": "Both Days",
    "Event Type": "General"
  },
  {
    "Unique ID": 25,
    "Timestamp": "3/17/2017 22:25:14",
    "Event Name": "Fast - Track",
    "Event Description": "Aim: \nWithin a given time span you need to complete the given task.\n\nRound 1 \"WORD FLASH\"\nDescription:\nHow many words can you remember at a time, some words will be shown on projector you have to write them on paper.\n\nJudgement criteria:\n1. Number of words\n2. In case of clash in no of words minimum time taken would be considered \n \nRound 2 \"FACE OFF\"\nDescription: \n1 member of each selected team will come to pick a slip in which numbers are written and between matching pairs quiz round will be held\n\nJudgement criteria:\nKnockout \n\nFinal round \"CIRCUIT HUNT\"\nDescription: \nEach team have to find parts of the electric circuit along which clue is attached which guides the teams to next circuit component and clue \n\nJudgement criteria: The team which finds all the component and fabricate it to the bread board will be declared as  winner and runner ups.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 4,
    "Event Time Hour (24 Hrs)": 4,
    "Event Time Minutes": "",
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 308,
    "Student Coordinator 1 (Name - Number)": "Amar Ojha - 8527920961",
    "Student Coordinator 2 (Name - Number)": "Devvrat Pandey - 9582108144",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Abhishek Yadav",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "EN",
    "Event Day": 24,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 26,
    "Timestamp": "3/17/2017 23:08:29",
    "Event Name": "shadow and sound show",
    "Event Description": "Find out how combination of light, sound and shadow influences all aspects of your life through an exciting program of talks, demonstrations, displays, installations and film screenings. In this event the teams have to show their creativity using various props, lights and sounds making a shadow which could portray a particular event, story, situation etc.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 7,
    "Event Time Hour (24 Hrs)": 3,
    "Event Time Minutes": 30,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 219,
    "Student Coordinator 1 (Name - Number)": "Devvrat pandey 9582108144",
    "Student Coordinator 2 (Name - Number)": "Amar nath ojha 8527920961",
    "Faculty Coordinator 1 (Name - Number)": "Mrs neha sahu",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "EN",
    "Event Day": 25,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 27,
    "Timestamp": "3/17/2017 23:28:15",
    "Event Name": "Zero E- Waste",
    "Event Description": "The event will be based on the designing of a working electronic model out of E- Waste.\nE- Waste and all the necessary equipments will be provided by the organising team.\nThe working model will be assembled on the breadboard provided by the organising team.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 4,
    "Event Time Hour (24 Hrs)": 10,
    "Event Time Minutes": 45,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 524,
    "Student Coordinator 1 (Name - Number)": "Neha Verma, 9718073203",
    "Student Coordinator 2 (Name - Number)": "Roushan Singh, 8285044451",
    "Faculty Coordinator 1 (Name - Number)": "Saurabh Katiyar, 7838366055",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "ECE",
    "Event Day": 24,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 28,
    "Timestamp": "3/18/2017 0:58:32",
    "Event Name": "BEG, BORROW & DESIGN",
    "Event Description": "It will be based on solving clues and puzzles to reach destined place where the Electronic components will be placed.The next very step will be borrowing the electronic components accordingly.After borrowing the component the participant must reach to destined venue and design a circuit on the breadboard using those components.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 2,
    "Event Time Hour (24 Hrs)": 13,
    "Event Time Minutes": 0,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 510,
    "Student Coordinator 1 (Name - Number)": "Vipin Sharma (4th year) -8527173644",
    "Student Coordinator 2 (Name - Number)": "Saniya Mazhar (3rd  year) Mob-9540861453",
    "Faculty Coordinator 1 (Name - Number)": "KANIKA JINDAL- 99115 19437",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "ECE",
    "Event Day": 24,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 29,
    "Timestamp": "3/18/2017 1:06:24",
    "Event Name": "MINI MILITIA",
    "Event Description": "In this event each two teams have a match of 10 minutes.The winners will again match with other winner teams and so on.winner will be the last team with high score.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 3,
    "Event Time Hour (24 Hrs)": 10,
    "Event Time Minutes": 0,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 510,
    "Student Coordinator 1 (Name - Number)": "RITESH KUMAR (4th Year)- 8375814381",
    "Student Coordinator 2 (Name - Number)": "ROUSHAN SINGH(3 rd year)- 8285044451",
    "Faculty Coordinator 1 (Name - Number)": "Saurabh katiyar - 78383 66055",
    "Faculty Coordinator 2 (Name - Number)": "",
    "Branch which is conducting this": "ECE",
    "Event Day": 25,
    "Event Type": "General"
  },
  {
    "Unique ID": 30,
    "Timestamp": "3/18/2017 11:52:17",
    "Event Name": "Plan a City",
    "Event Description": "Partecipants have to design an ideal city with all basic amenities on a drawing sheet .",
    "Team Event ?": "No",
    "No Of Team Members (just enter no)": 1,
    "Event Time Hour (24 Hrs)": 2,
    "Event Time Minutes": "",
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 421,
    "Student Coordinator 1 (Name - Number)": "Akshay Bhatia",
    "Student Coordinator 2 (Name - Number)": "Ankit Gupta",
    "Faculty Coordinator 1 (Name - Number)": "Mrs Sonali",
    "Faculty Coordinator 2 (Name - Number)": "Mr. Deepak Nayak",
    "Branch which is conducting this": "CIVIL",
    "Event Day": 25,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 31,
    "Timestamp": "3/18/2017 11:57:48",
    "Event Name": "Hit the Clue",
    "Event Description": "Partecipants have to catch the clues displayed.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 3,
    "Event Time Hour (24 Hrs)": 1,
    "Event Time Minutes": 30,
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 104,
    "Student Coordinator 1 (Name - Number)": "Ayushi Shukla",
    "Student Coordinator 2 (Name - Number)": "Anshuman Singh",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Geetesh Malhotra",
    "Faculty Coordinator 2 (Name - Number)": "Ms. Swati",
    "Branch which is conducting this": "CIVIL",
    "Event Day": 25,
    "Event Type": "General"
  },
  {
    "Unique ID": 32,
    "Timestamp": "3/18/2017 12:02:18",
    "Event Name": "Technical Antakshari",
    "Event Description": "Participants will be given an initial word and after that thay will speak technical words like an antakshari.",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 3,
    "Event Time Hour (24 Hrs)": 2,
    "Event Time Minutes": "",
    "Event Block (Building)": "B",
    "Event Room (just enter no)": 204,
    "Student Coordinator 1 (Name - Number)": "Akshay Bhatia",
    "Student Coordinator 2 (Name - Number)": "Ravi Prakash Gupta",
    "Faculty Coordinator 1 (Name - Number)": "Mr. Siddharth Jain",
    "Faculty Coordinator 2 (Name - Number)": "Mr. Nitesh Verma",
    "Branch which is conducting this": "CIVIL",
    "Event Day": 24,
    "Event Type": "Technical"
  },
  {
    "Unique ID": 33,
    "Timestamp": "3/18/2017 12:05:06",
    "Event Name": "Ideators",
    "Event Description": "Students make a documentary with a social message",
    "Team Event ?": "Yes",
    "No Of Team Members (just enter no)": 7,
    "Event Time Hour (24 Hrs)": 1,
    "Event Time Minutes": "",
    "Event Block (Building)": "E",
    "Event Room (just enter no)": 304,
    "Student Coordinator 1 (Name - Number)": "Ved Mishra",
    "Student Coordinator 2 (Name - Number)": "Kapil Kumar Sharma",
    "Faculty Coordinator 1 (Name - Number)": "Pooja Tyagi 9760514476",
    "Faculty Coordinator 2 (Name - Number)": "Vijit Mittal - 9212009391",
    "Branch which is conducting this": "MBA",
    "Event Day": "Not Decided Yet",
    "Event Type": "General"
  }
]